<template>
  <div class="font-bg">
    <p>로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-1 진경Pick 동민Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-2">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-3">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-4">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-5">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-6">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-7">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-8">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-9">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-10 우영Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-11">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-12">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-13">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>0</div>
    <p class="f-c-1">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-2">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-3">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-4">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-5">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-6">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-7">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-8">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-9">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-10 진경Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>1</div>
    <p class="f-c-11">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-12">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-13">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-14">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-15">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-16">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-17">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-18">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-19">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-20">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>2</div>
    <p class="f-c-21">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-22 진경Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-23">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-24">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-25">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-26">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-27">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-28">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-29">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-30">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>3</div>
    <p class="f-c-31">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-32">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-33">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-34">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-35">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-36">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-37">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-38 진경Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-39">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-40">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>4</div>
    <p class="f-c-41 우영Pick 진경Pick 동민Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-42">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-43">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-44">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-45">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-46">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-47">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-48">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-49">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-50">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>5</div>
    <p class="f-c-51">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-52">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-53">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-54">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-55">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-56">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-57">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-58">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-59">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-60">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>6</div>
    <p class="f-c-61">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-62">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-63">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-64">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-65">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-66">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-67">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-68">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-69">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-70">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>7</div>
    <p class="f-c-71">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-72">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-73">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-74">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-75">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-76">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-77">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-78">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-79">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-80">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>8</div>
    <p class="f-c-81">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-82">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-83">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-84 진경Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-85">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-86">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-87">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-88">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-89">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-90 진경Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>9</div>
    <p class="f-c-91">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-92">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-93 우영Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-94">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-95">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-96">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-97">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-98">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-99">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-100 우영Pick">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  --> <div>10</div>
    <p class="f-c-101">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-102">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-103">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-104">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-105">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-106">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-107">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-108">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <p class="f-c-109">로그인 회원가입 로그아웃 정보수정 대기중 매칭 옵션 선택 후 하트 버튼을 눌러 매칭을 시작해주세요! 매칭 옵션 선택</p>
    <!--  -->

  </div>
</template>

<script>
// import GoogleLogin from "@/components/land/GoogleLogin.vue";

export default {
  name: 'Test2View',
  components: {
    // GoogleLogin,
  }
}
</script>

<style>
.font-bg {
  margin: 16px;
  height: 100vh;
  overflow-x: hidden;
  overflow-y: auto;
}
.f-1 {
  font-size: 32px;
  font-family: '1';
}
.f-2 {
  font-size: 32px;
  font-family: '2';
}
.f-3 {
  font-size: 32px;
  font-family: '3';
}
.f-4 {
  font-size: 32px;
  font-family: '4';
}
.f-5 {
  font-size: 32px;
  font-family: '5';
}
.f-6 {
  font-size: 32px;
  font-family: '6';
}
.f-7 {
  font-size: 32px;
  font-family: '7';
}
.f-8 {
  font-size: 32px;
  font-family: '8';
}
.f-9 {
  font-size: 32px;
  font-family: '9';
}
.f-10 {
  font-size: 32px;
  font-family: '10';
}
.f-11 {
  font-size: 32px;
  font-family: '11';
}
.f-12 {
  font-size: 32px;
  font-family: '12';
}
.f-13 {
  font-size: 32px;
  font-family: '13';
}
.f-c-1 {
  font-size: 32px;
  font-family: 'c-1';
}
.f-c-2 {
  font-size: 32px;
  font-family: 'c-2';
}
.f-c-3 {
  font-size: 32px;
  font-family: 'c-3';
}
.f-c-4 {
  font-size: 32px;
  font-family: 'c-4';
}
.f-c-5 {
  font-size: 32px;
  font-family: 'c-5';
}
.f-c-6 {
  font-size: 32px;
  font-family: 'c-6';
}
.f-c-7 {
  font-size: 32px;
  font-family: 'c-7';
}
.f-c-8 {
  font-size: 32px;
  font-family: 'c-8';
}
.f-c-9 {
  font-size: 32px;
  font-family: 'c-9';
}
.f-c-10 {
  font-size: 32px;
  font-family: 'c-10';
}
.f-c-11 {
  font-size: 32px;
  font-family: 'c-11';
}
.f-c-12 {
  font-size: 32px;
  font-family: 'c-12';
}
.f-c-13 {
  font-size: 32px;
  font-family: 'c-13';
}
.f-c-14 {
  font-size: 32px;
  font-family: 'c-14';
}
.f-c-15 {
  font-size: 32px;
  font-family: 'c-15';
}
.f-c-16 {
  font-size: 32px;
  font-family: 'c-16';
}
.f-c-17 {
  font-size: 32px;
  font-family: 'c-17';
}
.f-c-18 {
  font-size: 32px;
  font-family: 'c-18';
}
.f-c-19 {
  font-size: 32px;
  font-family: 'c-19';
}
.f-c-20 {
  font-size: 32px;
  font-family: 'c-20';
}
.f-c-21 {
  font-size: 32px;
  font-family: 'c-21';
}
.f-c-22 {
  font-size: 32px;
  font-family: 'c-22';
}
.f-c-23 {
  font-size: 32px;
  font-family: 'c-23';
}
.f-c-24 {
  font-size: 32px;
  font-family: 'c-24';
}
.f-c-25 {
  font-size: 32px;
  font-family: 'c-25';
}
.f-c-26 {
  font-size: 32px;
  font-family: 'c-26';
}
.f-c-27 {
  font-size: 32px;
  font-family: 'c-27';
}
.f-c-28 {
  font-size: 32px;
  font-family: 'c-28';
}
.f-c-29 {
  font-size: 32px;
  font-family: 'c-29';
}
.f-c-30 {
  font-size: 32px;
  font-family: 'c-30';
}
.f-c-31 {
  font-size: 32px;
  font-family: 'c-31';
}
.f-c-32 {
  font-size: 32px;
  font-family: 'c-32';
}
.f-c-33 {
  font-size: 32px;
  font-family: 'c-33';
}
.f-c-34 {
  font-size: 32px;
  font-family: 'c-34';
}
.f-c-35 {
  font-size: 32px;
  font-family: 'c-35';
}
.f-c-36 {
  font-size: 32px;
  font-family: 'c-36';
}
.f-c-37 {
  font-size: 32px;
  font-family: 'c-37';
}
.f-c-38 {
  font-size: 32px;
  font-family: 'c-38';
}
.f-c-39 {
  font-size: 32px;
  font-family: 'c-39';
}
.f-c-40 {
  font-size: 32px;
  font-family: 'c-40';
}
.f-c-41 {
  font-size: 32px;
  font-family: 'c-41';
}
.f-c-42 {
  font-size: 32px;
  font-family: 'c-42';
}
.f-c-43 {
  font-size: 32px;
  font-family: 'c-43';
}
.f-c-44 {
  font-size: 32px;
  font-family: 'c-44';
}
.f-c-45 {
  font-size: 32px;
  font-family: 'c-45';
}
.f-c-46 {
  font-size: 32px;
  font-family: 'c-46';
}
.f-c-47 {
  font-size: 32px;
  font-family: 'c-47';
}
.f-c-48 {
  font-size: 32px;
  font-family: 'c-48';
}
.f-c-49 {
  font-size: 32px;
  font-family: 'c-49';
}
.f-c-50 {
  font-size: 32px;
  font-family: 'c-50';
}
.f-c-51 {
  font-size: 32px;
  font-family: 'c-51';
}
.f-c-52 {
  font-size: 32px;
  font-family: 'c-52';
}
.f-c-53 {
  font-size: 32px;
  font-family: 'c-53';
}
.f-c-54 {
  font-size: 32px;
  font-family: 'c-54';
}
.f-c-55 {
  font-size: 32px;
  font-family: 'c-55';
}
.f-c-56 {
  font-size: 32px;
  font-family: 'c-56';
}
.f-c-57 {
  font-size: 32px;
  font-family: 'c-57';
}
.f-c-58 {
  font-size: 32px;
  font-family: 'c-58';
}
.f-c-59 {
  font-size: 32px;
  font-family: 'c-59';
}
.f-c-60 {
  font-size: 32px;
  font-family: 'c-60';
}
.f-c-61 {
  font-size: 32px;
  font-family: 'c-61';
}
.f-c-62 {
  font-size: 32px;
  font-family: 'c-62';
}
.f-c-63 {
  font-size: 32px;
  font-family: 'c-63';
}
.f-c-64 {
  font-size: 32px;
  font-family: 'c-64';
}
.f-c-65 {
  font-size: 32px;
  font-family: 'c-65';
}
.f-c-66 {
  font-size: 32px;
  font-family: 'c-66';
}
.f-c-67 {
  font-size: 32px;
  font-family: 'c-67';
}
.f-c-68 {
  font-size: 32px;
  font-family: 'c-68';
}
.f-c-69 {
  font-size: 32px;
  font-family: 'c-69';
}
.f-c-70 {
  font-size: 32px;
  font-family: 'c-70';
}
.f-c-71 {
  font-size: 32px;
  font-family: 'c-71';
}
.f-c-72 {
  font-size: 32px;
  font-family: 'c-72';
}
.f-c-73 {
  font-size: 32px;
  font-family: 'c-73';
}
.f-c-74 {
  font-size: 32px;
  font-family: 'c-74';
}
.f-c-75 {
  font-size: 32px;
  font-family: 'c-75';
}
.f-c-76 {
  font-size: 32px;
  font-family: 'c-76';
}
.f-c-77 {
  font-size: 32px;
  font-family: 'c-77';
}
.f-c-78 {
  font-size: 32px;
  font-family: 'c-78';
}
.f-c-79 {
  font-size: 32px;
  font-family: 'c-79';
}
.f-c-80 {
  font-size: 32px;
  font-family: 'c-80';
}
.f-c-81 {
  font-size: 32px;
  font-family: 'c-81';
}
.f-c-82 {
  font-size: 32px;
  font-family: 'c-82';
}
.f-c-83 {
  font-size: 32px;
  font-family: 'c-83';
}
.f-c-84 {
  font-size: 32px;
  font-family: 'c-84';
}
.f-c-85 {
  font-size: 32px;
  font-family: 'c-85';
}
.f-c-86 {
  font-size: 32px;
  font-family: 'c-86';
}
.f-c-87 {
  font-size: 32px;
  font-family: 'c-87';
}
.f-c-88 {
  font-size: 32px;
  font-family: 'c-88';
}
.f-c-89 {
  font-size: 32px;
  font-family: 'c-89';
}
.f-c-90 {
  font-size: 32px;
  font-family: 'c-90';
}
.f-c-91 {
  font-size: 32px;
  font-family: 'c-91';
}
.f-c-92 {
  font-size: 32px;
  font-family: 'c-92';
}
.f-c-93 {
  font-size: 32px;
  font-family: 'c-93';
}
.f-c-94 {
  font-size: 32px;
  font-family: 'c-94';
}
.f-c-95 {
  font-size: 32px;
  font-family: 'c-95';
}
.f-c-96 {
  font-size: 32px;
  font-family: 'c-96';
}
.f-c-97 {
  font-size: 32px;
  font-family: 'c-97';
}
.f-c-98 {
  font-size: 32px;
  font-family: 'c-98';
}
.f-c-99 {
  font-size: 32px;
  font-family: 'c-99';
}
.f-c-100 {
  font-size: 32px;
  font-family: 'c-100';
}
.f-c-101 {
  font-size: 32px;
  font-family: 'c-101';
}
.f-c-102 {
  font-size: 32px;
  font-family: 'c-102';
}
.f-c-103 {
  font-size: 32px;
  font-family: 'c-103';
}
.f-c-104 {
  font-size: 32px;
  font-family: 'c-104';
}
.f-c-105 {
  font-size: 32px;
  font-family: 'c-105';
}
.f-c-106 {
  font-size: 32px;
  font-family: 'c-106';
}
.f-c-107 {
  font-size: 32px;
  font-family: 'c-107';
}
.f-c-108 {
  font-size: 32px;
  font-family: 'c-108';
}
.f-c-109 {
  font-size: 32px;
  font-family: 'c-109';
}
</style>